{
    "L01": [
        {
            "paragraph_index": 1,
            "english": "The starting gun sounds in the stadium with a loud bang! The crowd watches the UK’s Derek Redmond take off, and many think he has a good chance of winning the race. Years of training and dedication have brought him to this moment: a four-hundred-meter race at the 1992 Olympics in front of a crowd of 65,000. He has his heart set on winning a gold medal. Four years ago, he was forced to miss the Olympics due to an injury, but now this is his moment. This is his time to show the world what he can do. One hundred meters. He’s hungry for success. Now he must speed up. He races ahead of the others, and the medal feels closer with every step. One hundred and fifty meters....",
            "english_with_html": "",
            "chinese": "發令槍在體育場中發出砰的一聲巨響！觀眾看著英國的Derek Redmond出發，而且很多人認為他有大好的機會贏得比賽。多年的訓練和投入帶領他來到這個時刻：在65,000名觀眾前的一場1992年奧運四百公尺比賽。他一心一意想要贏得一面金牌。四年前，他因傷被迫錯過奧運，但現在正是他表現的時刻。這是他向世人展現他能做到什麼的時候。一百公尺。他渴望著成功。現在他必須要加速。他領先其他選手，而每一步都讓他感覺與獎牌更接近了。一百五十公尺……。",
            "summary": "Derek Redmond, a British athlete, starts his 400m race at the 1992 Olympics, determined to win gold after years of training and missing the previous Olympics due to injury.",
            "summary_chinese": "發令槍在體育場中發出砰的一聲巨響！觀眾看著英國選手Derek Redmond出發，他滿"
        },
        {
            "paragraph_index": 2,
            "english": "Suddenly, he feels a sharp pain in his leg. The pain is unbearable, and he grabs his powerless limb in horror. Immediately, he realizes what has happened: his right hamstring is completely torn. All eyes in the crowd are on him, watching him collapse to the ground in pain. In spite of starting off strong, he has now lost both the race and his dream.",
            "english_with_html": "",
            "chinese": "突然之間，他感到腿部一陣劇痛。那種痛難以忍受，而他驚恐地抓著無力的那條腿。他馬上知道發生了什麼事：他右腿後肌腱完全撕裂了。所有觀眾的目光都在他身上，看著他痛苦地倒在地上。儘管他一開始很有優勢，但現在他已經輸掉這場比賽跟他的夢想了。",
            "summary": "A runner's hamstring tears, causing intense pain and ending his race. As a result, he collapses and his dream of winning is over.",
            "summary_chinese": "突然之間，一名選手感到腿部一陣劇痛。那種痛難以忍受，他驚恐地"
        },
        {
            "paragraph_index": 3,
            "english": "Within seconds, medical staff members rush to his side. But before they can reach him, Derek slowly and painfully rises to his feet. Somehow, he finds the courage to keep going. Somehow, he finds the strength to finish the race. In tears, he hops toward the finish line. He doesn’t even hear the officials trying to stop him. The whole stadium stands and cheers in support. There’s only one thing on his mind: finishing the race despite the burning pain. Nothing else matters.",
            "english_with_html": "",
            "chinese": "幾秒鐘之內，醫務人員就衝到他身旁。但在他們碰到他之前，Derek緩慢又痛苦地站了起來。不知用了什麼方法，他鼓起勇氣繼續前進。不知用了什麼方法，他發揮意志力來完成這場比賽。帶著淚水，他單腳跳往終點線。他甚至沒有聽到工作人員試著阻止他。整個運動場的觀眾都起立並歡呼來支持他。他腦海中只想著一件事：儘管疼痛難耐，他也要完成比賽。其他事情都不重要。",
            "summary": "Injured, Derek courageously rises and finishes the race, despite pain and officials' attempts to stop him as the crowd cheers him on.",
            "summary_chinese": "傷重的Derek勇敢地站起來，忍著疼痛完成比賽，即使工作人員試圖阻止他，觀"
        },
        {
            "paragraph_index": 4,
            "english": "As he keeps moving forward, Derek suddenly feels a familiar arm around him. Derek’s father, Jim, has run down from his seat in the stands and has made his way past the security guards and officials. No one can stop him from helping his son. With tears in his eyes, he says, “You don’t have to do this, son! You’re already a champion. You’ve got nothing to prove.” “Dad, I have to finish this!” is all that Derek replies. “In that case, my boy, we’re going to finish this together!”",
            "english_with_html": "",
            "chinese": "當他繼續往前時，Derek突然感受到一隻熟悉的手臂環抱著他。Derek的父親Jim已經從他看臺上的座位跑了下來，並且穿過保全人員和工作人員。沒有人能夠阻止他去幫助他的兒子。他的淚水在眼中打轉並說：「兒子，你不必這樣做！你已經是個冠軍了。你已經不用證明任何事了。」Derek只回答：「爸，我必須要完成它！」「如果是那樣的話，我的兒子，我們要一起完成它！」",
            "summary": "During a challenge, Derek's father, Jim, joins him, offering support and encouragement and didn't stop him from completing the race.",
            "summary_chinese": "在挑戰中，Derek的父親Jim加入他的行列，給予支持與鼓勵，並未阻止他完成比賽。"
        },
        {
            "paragraph_index": 5,
            "english": "Arm in arm and in tears, the Redmonds struggle toward the finish line in one of the greatest moments in Olympic history. Pride, courage, and a father’s love carry them through as 65,000 emotional spectators watch in admiration and respect. The people of the world have seen someone fall and rise again—despite the disappointment, despite the pain. They have seen the heart of a champion.",
            "english_with_html": "",
            "chinese": "手臂挽著手臂且帶著淚水，Redmond父子在這奧運史上最偉大的時刻之一艱難地往終點線前進。在65,000名激動的觀眾欽佩和尊敬的注視下，驕傲、勇氣以及父愛幫助他們渡過了難關。全世界的人們都看到了一個人跌倒後再度爬起──儘管帶著失望，儘管帶著傷痛。他們都看見了冠軍之心。",
            "summary": "The Redmonds, despite pain and disappointment, display courage and determination. They became an example of true champions to the 65,000 spectators.",
            "summary_chinese": "雷蒙父子儘管帶著傷痛與失望，仍展現出勇氣與決心，成為65,000名觀眾"
        }
    ]
}